{
  "main": {
    "name":"Amar Meena",
    "occupation":"Product Manager",
    "description":"I bring Product Management expertise of building Machine Learning/Artificial Intelligence based web-applications to solve real-life problems",
    "image":"profilepic.jpeg",
    "bio":"Professionally, a Product Manager, and after 5, a musician, coder, soccer player, tech-nerd, Googler, and dad to the most adorable Beagle.",
    "contactmessage":"Warning: Contact form not yet configured, please contact me via regular email (amarmeena1992@gmail.com) for now",
    "email": "amarmeena1992@gmail.com",
    "phone": "336-473-4778",
    "address":{
      "city":"Winston-Salem",
      "state":"NC",
      "zip": " "
    },
    "website": "http://www.amarmeena.com",
    "resumedownload":"https://drive.google.com/uc?id=1MBZCBdyjx5tPf5Yx1EVoKfZ-EyJpZ8dW&export=download",
    "social":[
      {
        "name":"facebook",
        "url":"http://facebook.com/amarmeena09",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com",
        "className":"fa fa-twitter"
      },
      {
        "name":"google-plus",
        "url":"http://googleplus.com/",
        "className":"fa fa-google-plus"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/amarmeena/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/amr.09",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"http://github.com/amarmeena",
        "className":"fa fa-github"
      },
      {
        "name":"skype",
        "url":"http://skype.com",
        "className":"fa fa-skype"
      }
    ]
  },
  "resume":{
    "skillmessage":" ",
    "education":[
      {
        "school":"Wake Forest University",
        "degree":"MS in Management",
        "graduated":"May 2016",
        "description":" "
      },
      {
        "school":"Malaviya National Institute of Technology ",
        "degree":"Bachelor of Technology (Civil Engineering)",
        "graduated":"May 2014",
        "description":" "
      }
    ],
    "work":[
      {
        "company":"Inmar Intelligence",
        "title":"Product Manager",
        "years":"Feb 2019 - Present",
        "description":"Developed scalable SaaS products using over 10 Terabytes of pharmaceutical claims data, generating over $2million in revenue, beating the first-year revenue target by 900%. \n• Built solid relationships with the clients during the product development cycle to develop SaaS solutions that solve their critical needs. \n• Introduced big-data technologies to the organization to make queries 75x faster resulting in excellent user experience. \n• Built and managed data-warehouse and associated ETL processes written in SQL, PySpark, and Python. \n• Tracked and managed code changes across the team using source control via GitHub. \n• Implemented Agile methodologies, managed JIRA board, led daily stand-ups, cleared roadblocks, and mentored teammates in learning new technologies."
      },
      {
        "company":"Inmar Intelligence",
        "title":"Senior Analyst",
        "years":"Apr 2017 - Feb 2019",
        "description":"Repeatedly recognized for top performance through fast-track promotion and selection for high-priority initiatives by executives. \n• Built automated workflows scheduled to extract, transform and load (ETL) logistics’ data into SQL databases. \n• Explored Salesforce data to track sales performance and the velocity of the opportunities, and recommended actions to the executives to redirect resources to high-yield or strategic targets. \n• Spearheaded the use of Tableau Server within finance and operation’s team and built KPI dashboards to track financial and operational performance across multiple lines of business. \n• Automated mine and my team’s routine reports and tasks, using Python, SQL, VBA macros, and the data visualization tools, allowing to exceed expectations in other complex ad-hoc tasks."
      },
      {
        "company":"Inmar Intelligence",
        "title":"Analyst",
        "years":"Aug 2016 - Apr 2017",
        "description":"Created financial-models to compare clients’ profitability across 11 lines of business helping to renegotiate contracts or cut costs where needed. \n• Built statistical models to track and forecast seasonal supply-chain changes. "
      }
    ],
    "skills":[
      {
        "name":"Project Management",
        "level":"85%"
      },
      {
        "name":"UX/UI Design",
        "level":"90%"
      },
      {
        "name":"Web Technology",
        "level":"75%"
      },
      {
        "name":"Data Analytics",
        "level":"90%"
      },
      {
        "name":"Machine Learning",
        "level":"85%"
      },
      {
        "name":"Database",
        "level":"90%"
      },
      {
        "name":"Git",
        "level":"70%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Canadian Wanderlust",
        "category":"My Travel Blog for my post-university travels",
        "image":"canadian-wanderlust.jpg",
        "url":"https://www.canadianwanderlust.com"
      },
      {
        "title":"Fury Fighting Gear",
        "category":"(offline now) A fighting gear company I started",
        "image":"fury-fighting-gear.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Original Thai Food",
        "category":"Website I built for a restaurant I like in Thailand",
        "image":"original-thai-food.jpg",
        "url":"http://www.timbakerdev.com/originalthaifood.github.io"
      },
      {
        "title":"Resume Website",
        "category":"A React based resume website template",
        "image":"resume-website.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Smirkspace",
        "category":"(MVP Only) A React and Meteor based chat University project.",
        "image":"smirkspace.jpg",
        "url":"http://www.smirkspace.com"
      }
    ]
  },
  "certifications":{
    "certificate": [
      {
        "title": "CSPO Certified",
        "category": "Product Management",
        "image": "cspo.jpg",
        "url": "http://bcert.me/sqkretgxx"
      },
      {
        "title": "Python for Data Science and Machine Learning Bootcamp",
        "category": "Analytics",
        "image": "UC-2H5OS8VF.jpg",
        "url": "https://www.udemy.com/certificate/UC-2H5OS8VF/"
      },
      {
        "title": "MySQL for Data Analytics and Business Intelligence",
        "category": "Analytics",
        "image": "UC-MZ87AOKG.jpg",
        "url": "https://www.udemy.com/certificate/UC-MZ87AOKG/"
      },
      {
        "title": "Advanced Looker Developer Virtual Bootcamp",
        "category": "Analytics",
        "image": "8brn7qq733ec.jpg",
        "url": "https://verify.skilljar.com/c/8brn7qq733ec"
      },
      {
        "title": "Analysis Fundamentals with Tableau (Pluralsight #4127)",
        "category": "Analytics",
        "image": "noimage.png",
        "url": " "
      }
    ]
  },
  "recommendations":{
    "recommendations":[
      {
        "text":"Amar and I worked together for a couple of years on the same team, and later at the same firm on different teams. While I was an intern and first year analyst, Amar was my go to partner. We worked on numerous projects together, and I wouldn't be the analyst I am today without that experience. Amar's drive and curiosity has always been inspirational to me, and I try to emulate him in every role I serve. Constantly asking the questions that others are afraid to ask, Amar has designed and implemented ideas that many would have thought impossible. Well after me and Amar were no longer teammates at Inmar, I still reach out to him for ideas and opinions on various issues I face, both professionally and personally. Amar is someone that went from great coworker to great friend, and I wouldn't have it any other way! Above all others, I'm excited to see where Amar goes, and what solutions he provides moving forward. Throw your most difficult problems at him, I bet he'll surprise you!",
        "user":"Clayton Doss (Senior Financial Analyst @ INTURN)"
      },
      {
        "text":"I have not had the opportunity to work with Amar on a project since we are in different verticals but I often find myself seeking his guidance with technical issues related to python or development. He absorbs information very quickly and is a fast learner. He has a natural ability for the technical side of data science. While I seek him out for technical questions, he is also a good communicator and a good project manager. I would love the opportunity to work with Amar in the near future and would recommend him without reservations.",
        "user":"Shubh Khetan (Data Analytics Manager @ Inmar Intelligence)"
      }      
    ]
  }
}
